Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Reads steps, sleep, resting heart rate, and workouts from Apple Health only when a summary is requested. Only the aggregate leaves this device through your Gateway to your configured AI provider; raw samples stay on this device and results may remain in chat history.
ar: يقرأ الخطوات والنوم ومعدل ضربات القلب أثناء الراحة والتمارين من Apple Health فقط عند طلب ملخص. لا يغادر هذا الجهاز عبر Gateway إلى مزود الذكاء الاصطناعي الذي أعددته سوى البيانات المجمعة؛ وتبقى العينات الأولية على هذا الجهاز، وقد تظل النتائج في سجل الدردشة.
de: Liest Schritte, Schlaf, Ruheherzfrequenz und Trainingsdaten aus Apple Health nur dann aus, wenn eine Zusammenfassung angefordert wird. Nur die aggregierten Daten verlassen dieses Gerät über Ihr Gateway und werden an Ihren konfigurierten KI-Anbieter gesendet; Rohdaten verbleiben auf diesem Gerät und Ergebnisse können im Chatverlauf gespeichert bleiben.
es: Lee los pasos, el sueño, la frecuencia cardíaca en reposo y los entrenamientos de Apple Health solo cuando se solicita un resumen. Únicamente los datos agregados salen de este dispositivo a través de tu Gateway hacia el proveedor de IA configurado; las muestras sin procesar permanecen en este dispositivo y los resultados pueden conservarse en el historial del chat.
fa: فقط زمانی که خلاصه‌ای درخواست شود، داده‌های مربوط به تعداد قدم‌ها، خواب، ضربان قلب در حالت استراحت و تمرین‌ها را از Apple Health می‌خواند. فقط داده‌های تجمیعی از طریق Gateway شما به ارائه‌دهنده هوش مصنوعی پیکربندی‌شده ارسال می‌شوند؛ نمونه‌های خام روی این دستگاه باقی می‌مانند و نتایج ممکن است در تاریخچه چت حفظ شوند.
fr: Lit les pas, le sommeil, la fréquence cardiaque au repos et les entraînements depuis Apple Health uniquement lorsqu’un résumé est demandé. Seules les données agrégées quittent cet appareil via votre Gateway pour être transmises à votre fournisseur d’IA configuré ; les échantillons bruts restent sur cet appareil et les résultats peuvent rester dans l’historique des conversations.
hi: केवल सारांश का अनुरोध किए जाने पर Apple Health से कदमों की संख्या, नींद, विश्राम की हृदय गति और वर्कआउट पढ़ता है। केवल समेकित डेटा ही आपके Gateway के माध्यम से आपके कॉन्फ़िगर किए गए AI प्रदाता को इस डिवाइस से भेजा जाता है; कच्चे नमूने इस डिवाइस पर ही रहते हैं और परिणाम चैट इतिहास में बने रह सकते हैं।
id: Membaca langkah, tidur, detak jantung saat istirahat, dan latihan dari Apple Health hanya saat ringkasan diminta. Hanya data agregat yang dikirim dari perangkat ini melalui Gateway ke penyedia AI yang Anda konfigurasi; sampel mentah tetap berada di perangkat ini dan hasilnya mungkin tetap tersimpan dalam riwayat chat.
it: Legge passi, sonno, frequenza cardiaca a riposo e allenamenti da Apple Health solo quando viene richiesto un riepilogo. Solo i dati aggregati lasciano questo dispositivo passando attraverso il tuo Gateway verso il provider di IA configurato; i campioni grezzi rimangono su questo dispositivo e i risultati potrebbero restare nella cronologia della chat.
ja_jp: サマリーがリクエストされた場合にのみ、Apple Healthから歩数、睡眠、安静時心拍数、ワークアウトを読み取ります。集計データのみがGatewayを通じて設定済みのAIプロバイダーに送信されます。生のサンプルはこのデバイスに保持され、結果はチャット履歴に残る場合があります。
ko: 요약을 요청한 경우에만 Apple Health에서 걸음 수, 수면, 안정 시 심박수 및 운동 데이터를 읽습니다. 집계된 데이터만 Gateway를 통해 설정된 AI 제공업체로 이 기기 외부에 전송되며, 원시 샘플은 이 기기에 보관되고 결과는 채팅 기록에 남을 수 있습니다.
nl: Leest stappen, slaap, hartslag in rust en work-outs uit Apple Health alleen wanneer om een samenvatting wordt gevraagd. Alleen de geaggregeerde gegevens verlaten dit apparaat via uw Gateway naar uw geconfigureerde AI-provider; ruwe metingen blijven op dit apparaat en resultaten kunnen in de chatgeschiedenis bewaard blijven.
pl: Odczytuje kroki, sen, tętno spoczynkowe i treningi z Apple Health tylko wtedy, gdy zażądano podsumowania. Tylko dane zbiorcze opuszczają to urządzenie za pośrednictwem Gateway i trafiają do skonfigurowanego dostawcy AI; nieprzetworzone próbki pozostają na tym urządzeniu, a wyniki mogą pozostać w historii czatu.
pt_br: Lê passos, sono, frequência cardíaca em repouso e treinos do Apple Health somente quando um resumo é solicitado. Apenas os dados agregados saem deste dispositivo por meio do seu Gateway para o provedor de IA configurado; as amostras brutas permanecem neste dispositivo, e os resultados podem permanecer no histórico do chat.
ru: Считывает данные о шагах, сне, пульсе в состоянии покоя и тренировках из Apple Health только при запросе сводки. Через ваш Gateway выбранному поставщику ИИ отправляются только агрегированные данные; исходные показатели остаются на этом устройстве, а результаты могут сохраняться в истории чата.
sv: Läser steg, sömn, vilopuls och träningspass från Apple Hälsa endast när en sammanfattning begärs. Endast den sammanställda informationen lämnar den här enheten via din Gateway till din konfigurerade AI-leverantör. Rådata stannar på den här enheten och resultaten kan finnas kvar i chatthistoriken.
th: อ่านข้อมูลจำนวนก้าว การนอนหลับ อัตราการเต้นของหัวใจขณะพัก และการออกกำลังกายจาก Apple Health เฉพาะเมื่อมีการขอสรุปเท่านั้น มีเพียงข้อมูลรวมที่ออกจากอุปกรณ์นี้ผ่าน Gateway ไปยังผู้ให้บริการ AI ที่คุณกำหนดค่าไว้ ส่วนข้อมูลตัวอย่างดิบจะยังคงอยู่ในอุปกรณ์นี้ และผลลัพธ์อาจยังคงอยู่ในประวัติการแชท
tr: Yalnızca bir özet istendiğinde Apple Health'ten adım, uyku, dinlenme kalp atış hızı ve antrenman verilerini okur. Bu cihazdan, Gateway'iniz üzerinden yapılandırılmış AI sağlayıcınıza yalnızca toplu veriler gönderilir; ham örnekler bu cihazda kalır ve sonuçlar sohbet geçmişinde tutulabilir.
uk: Зчитує дані про кроки, сон, пульс у стані спокою та тренування з Apple Health лише за запитом на підсумок. Через ваш Gateway до налаштованого постачальника ШІ надсилаються лише агреговані дані; необроблені зразки залишаються на цьому пристрої, а результати можуть зберігатися в історії чату.
vi: Chỉ đọc số bước chân, giấc ngủ, nhịp tim khi nghỉ và các buổi tập từ Apple Health khi có yêu cầu tóm tắt. Chỉ dữ liệu tổng hợp rời khỏi thiết bị này thông qua Gateway để gửi đến nhà cung cấp AI mà bạn đã cấu hình; các mẫu dữ liệu thô vẫn lưu trên thiết bị này và kết quả có thể được lưu trong lịch sử trò chuyện.
zh_cn: 仅在请求摘要时从 Apple Health 读取步数、睡眠、静息心率和锻炼数据。只有汇总数据会通过您的 Gateway 离开此设备并发送至您配置的 AI 提供商；原始样本会保留在此设备上，结果可能会保留在聊天记录中。
zh_tw: 僅在要求摘要時，才會從 Apple Health 讀取步數、睡眠、靜止心率與體能訓練資料。只有彙總資料會透過您的 Gateway 離開此裝置並傳送至您設定的 AI 供應商；原始樣本會保留在此裝置上，而結果可能會保留在聊天記錄中。

source: Ready
ar: جاهز
de: Bereit
es: Listo
fa: آماده
fr: Prêt
hi: तैयार
id: Siap
it: Pronto
ja_jp: 準備完了
ko: 준비됨
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
sv: Klar
th: พร้อม
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_cn: 就绪
zh_tw: 就緒

source: Ready for quick actions
ar: جاهز للإجراءات السريعة
de: Bereit für Schnellaktionen
es: Listo para acciones rápidas
fa: آماده برای اقدامات سریع
fr: Prêt pour les actions rapides
hi: त्वरित कार्रवाइयों के लिए तैयार
id: Siap untuk tindakan cepat
it: Pronto per le azioni rapide
ja_jp: クイックアクションの準備ができました
ko: 빠른 작업 준비됨
nl: Klaar voor snelle acties
pl: Gotowe do szybkich akcji
pt_br: Pronto para ações rápidas
ru: Готово для быстрых действий
sv: Redo för snabbåtgärder
th: พร้อมสำหรับการดำเนินการด่วน
tr: Hızlı eylemler için hazır
uk: Готово до швидких дій
vi: Sẵn sàng cho thao tác nhanh
zh_cn: 可进行快捷操作
zh_tw: 已準備好使用快速動作

source: Ready to Connect
ar: جاهز للاتصال
de: Bereit zum Verbinden
es: Listo para conectar
fa: آماده اتصال
fr: Prêt à se connecter
hi: कनेक्ट करने के लिए तैयार
id: Siap Terhubung
it: Pronto per la connessione
ja_jp: 接続の準備完了
ko: 연결 준비 완료
nl: Klaar om te verbinden
pl: Gotowe do połączenia
pt_br: Pronto para Conectar
ru: Готово к подключению
sv: Redo att ansluta
th: พร้อมเชื่อมต่อ
tr: Bağlanmaya Hazır
uk: Готово до з'єднання
vi: Sẵn sàng kết nối
zh_cn: 准备连接
zh_tw: 準備連線

source: Ready to connect
ar: جاهز للاتصال
de: Bereit zum Verbinden
es: Listo para conectar
fa: آماده برای اتصال
fr: Prêt à se connecter
hi: कनेक्ट करने के लिए तैयार
id: Siap disambungkan
it: Pronto per la connessione
ja_jp: 接続の準備ができました
ko: 연결 준비 완료
nl: Klaar om te verbinden
pl: Gotowe do połączenia
pt_br: Pronto para conectar
ru: Готово к подключению
sv: Redo att ansluta
th: พร้อมเชื่อมต่อ
tr: Bağlanmaya hazır
uk: Готово до підключення
vi: Sẵn sàng kết nối
zh_cn: 准备连接
zh_tw: 準備連線

source: Realtime Voice
ar: الصوت الفوري
de: Echtzeitstimme
es: Voz en tiempo real
fa: صدای بلادرنگ
fr: Voix en temps réel
hi: रीयलटाइम वॉइस
id: Suara Realtime
it: Voce in tempo reale
ja_jp: リアルタイム音声
ko: 실시간 음성
pl: Głos w czasie rzeczywistym
pt_br: Voz em tempo real
ru: Голос в реальном времени
sv: Röst i realtid
th: เสียงแบบเรียลไทม์
tr: Gerçek Zamanlı Ses
uk: Голос у реальному часі
vi: Giọng nói thời gian thực
zh_cn: 实时语音
zh_tw: 即時語音

source: Realtime Voice, Gateway relay ready
ar: الصوت في الوقت الفعلي، مرحل Gateway جاهز
de: Echtzeit-Sprache, Gateway-Relay bereit
es: Voz en tiempo real, retransmisión de Gateway lista
fa: صدای هم‌زمان، رله Gateway آماده است
fr: Voix en temps réel, relais Gateway prêt
hi: रीयलटाइम वॉइस, Gateway रिले तैयार है
id: Suara Real-time, relai Gateway siap
it: Voce in tempo reale, relay del Gateway pronto
ja_jp: リアルタイム音声、Gatewayリレーの準備ができました
ko: 실시간 음성, Gateway 릴레이 준비됨
nl: Realtime spraak, Gateway-relay gereed
pl: Głos w czasie rzeczywistym, przekaźnik Gateway jest gotowy
pt_br: Voz em tempo real, retransmissão do Gateway pronta
ru: Голосовой режим в реальном времени, ретранслятор Gateway готов
sv: Realtidsröst, Gateway-reläet är klart
th: เสียงแบบเรียลไทม์ รีเลย์ Gateway พร้อมใช้งาน
tr: Gerçek Zamanlı Ses, Gateway aktarımı hazır
uk: Голосовий режим реального часу, ретранслятор Gateway готовий
vi: Giọng nói theo thời gian thực, chuyển tiếp Gateway đã sẵn sàng
zh_cn: 实时语音，Gateway 中继已就绪
zh_tw: 即時語音，Gateway 中繼已就緒

source: Realtime disconnected
ar: انقطع الاتصال في الوقت الفعلي
de: Echtzeitverbindung getrennt
es: Conexión en tiempo real interrumpida
fa: اتصال بلادرنگ قطع شد
fr: Temps réel déconnecté
hi: Realtime डिस्कनेक्ट हो गया
id: Realtime terputus
it: Connessione in tempo reale interrotta
ja_jp: Realtimeが切断されました
ko: 실시간 연결이 끊어졌습니다
nl: Realtime-verbinding verbroken
pl: Połączenie w czasie rzeczywistym zostało przerwane
pt_br: Tempo real desconectado
ru: Подключение в реальном времени разорвано
sv: Realtidsanslutningen kopplades från
th: การเชื่อมต่อแบบเรียลไทม์ถูกตัด
tr: Gerçek zamanlı bağlantı kesildi
uk: З’єднання в реальному часі розірвано
vi: Đã ngắt kết nối thời gian thực
zh_cn: 实时连接已断开
zh_tw: 即時連線已中斷

source: Realtime failed before connecting
ar: فشل الاتصال في الوقت الفعلي قبل إنشائه
de: Echtzeitverbindung vor dem Verbindungsaufbau fehlgeschlagen
es: La conexión en tiempo real falló antes de establecerse
fa: اتصال بلادرنگ پیش از برقراری ناموفق بود
fr: Échec du temps réel avant la connexion
hi: कनेक्ट होने से पहले Realtime विफल हो गया
id: Realtime gagal sebelum terhubung
it: Connessione in tempo reale non riuscita prima di essere stabilita
ja_jp: 接続前にRealtimeでエラーが発生しました
ko: 실시간 연결 전에 실패했습니다
nl: Realtime mislukt vóór het verbinden
pl: Połączenie w czasie rzeczywistym nie powiodło się przed nawiązaniem
pt_br: Falha no tempo real antes da conexão
ru: Не удалось установить подключение в реальном времени
sv: Realtidsanslutningen misslyckades före anslutning
th: การเชื่อมต่อแบบเรียลไทม์ล้มเหลวก่อนเชื่อมต่อสำเร็จ
tr: Gerçek zamanlı bağlantı kurulmadan önce başarısız oldu
uk: Не вдалося підключитися в реальному часі
vi: Kết nối thời gian thực không thành công trước khi được thiết lập
zh_cn: 实时连接尚未建立即失败
zh_tw: 即時連線在建立前失敗

source: Realtime unavailable
ar: الوضع الآني غير متاح
de: Echtzeit nicht verfügbar
es: Tiempo real no disponible
fa: حالت بلادرنگ در دسترس نیست
fr: Temps réel indisponible
hi: रीयलटाइम उपलब्ध नहीं
id: Waktu nyata tidak tersedia
it: Tempo reale non disponibile
ja_jp: リアルタイムは利用できません
ko: 실시간 기능을 사용할 수 없음
nl: Realtime niet beschikbaar
pl: Tryb czasu rzeczywistego jest niedostępny
pt_br: Tempo real indisponível
ru: Режим реального времени недоступен
sv: Realtid är inte tillgängligt
th: ไม่พร้อมใช้งานแบบเรียลไทม์
tr: Gerçek zamanlı kullanım mevcut değil
uk: Режим реального часу недоступний
vi: Không hỗ trợ theo thời gian thực
zh_cn: 实时功能不可用
zh_tw: 即時功能無法使用

source: Realtime voice and controls.
ar: الصوت والتحكم في الوقت الفعلي.
de: Echtzeit-Sprache und -Steuerung.
es: Voz y controles en tiempo real.
fa: صدای بلادرنگ و کنترل‌ها.
fr: Voix et commandes en temps réel.
hi: रीयलटाइम आवाज़ और नियंत्रण।
id: Suara realtime dan kontrol.
it: Voce e controlli in tempo reale.
ja_jp: リアルタイム音声とコントロール。
ko: 실시간 음성 및 제어.
nl: Realtime spraak en bediening.
pl: Głos i sterowanie w czasie rzeczywistym.
pt_br: Voz e controles em tempo real.
ru: Голос и управление в реальном времени.
sv: Realtidsröst och kontroller.
th: เสียงและการควบคุมแบบเรียลไทม์
tr: Gerçek zamanlı ses ve kontroller.
uk: Голос і керування в реальному часі.
vi: Giọng nói và điều khiển thời gian thực.
zh_cn: 实时语音和控制。
zh_tw: 即時語音與控制。

source: Realtime voice did not start.
ar: لم يبدأ الصوت في الوقت الفعلي.
de: Echtzeit-Sprache konnte nicht gestartet werden.
es: La voz en tiempo real no se inició.
fa: صدای هم‌زمان آغاز نشد.
fr: La voix en temps réel n’a pas démarré.
hi: रीयलटाइम वॉइस शुरू नहीं हुई।
id: Suara real-time tidak dimulai.
it: La voce in tempo reale non è stata avviata.
ja_jp: リアルタイム音声を開始できませんでした。
ko: 실시간 음성이 시작되지 않았습니다.
nl: Realtime spraak is niet gestart.
pl: Głos w czasie rzeczywistym nie został uruchomiony.
pt_br: A voz em tempo real não foi iniciada.
ru: Голосовой режим в реальном времени не запустился.
sv: Realtidsröst startade inte.
th: เสียงแบบเรียลไทม์ไม่เริ่มทำงาน
tr: Gerçek zamanlı ses başlatılamadı.
uk: Голосовий режим реального часу не запустився.
vi: Giọng nói theo thời gian thực không khởi động.
zh_cn: 实时语音未启动。
zh_tw: 即時語音未啟動。

source: Realtime voice did not start. Talk is running with iOS speech recognition and TTS.
ar: لم يبدأ الصوت في الوقت الفعلي. تعمل المحادثة باستخدام التعرّف على الكلام وتحويل النص إلى كلام في iOS.
de: Echtzeit-Sprache konnte nicht gestartet werden. Talk verwendet die iOS-Spracherkennung und TTS.
es: La voz en tiempo real no se inició. Talk se está ejecutando con el reconocimiento de voz y la síntesis de voz de iOS.
fa: صدای هم‌زمان آغاز نشد. گفت‌وگو با تشخیص گفتار و تبدیل متن به گفتار iOS در حال اجرا است.
fr: La voix en temps réel n’a pas démarré. Talk fonctionne avec la reconnaissance vocale et la synthèse vocale d’iOS.
hi: रीयलटाइम वॉइस शुरू नहीं हुई। Talk, iOS स्पीच रिकग्निशन और TTS के साथ चल रहा है।
id: Suara real-time tidak dimulai. Talk berjalan dengan pengenalan ucapan dan TTS iOS.
it: La voce in tempo reale non è stata avviata. Talk è in esecuzione con il riconoscimento vocale e la sintesi vocale di iOS.
ja_jp: リアルタイム音声を開始できませんでした。トークはiOS音声認識とTTSを使用して実行中です。
ko: 실시간 음성이 시작되지 않았습니다. Talk가 iOS 음성 인식 및 TTS를 사용하여 실행 중입니다.
nl: Realtime spraak is niet gestart. Talk gebruikt iOS-spraakherkenning en TTS.
pl: Głos w czasie rzeczywistym nie został uruchomiony. Funkcja rozmowy działa z rozpoznawaniem mowy i syntezą mowy iOS.
pt_br: A voz em tempo real não foi iniciada. O Talk está sendo executado com reconhecimento de fala e TTS do iOS.
ru: Голосовой режим в реальном времени не запустился. Разговор работает с распознаванием речи iOS и TTS.
sv: Realtidsröst startade inte. Talk körs med iOS-taligenkänning och TTS.
th: เสียงแบบเรียลไทม์ไม่เริ่มทำงาน Talk กำลังทำงานโดยใช้การรู้จำเสียงพูดและ TTS ของ iOS
tr: Gerçek zamanlı ses başlatılamadı. Konuşma, iOS konuşma tanıma ve TTS ile çalışıyor.
uk: Голосовий режим реального часу не запустився. Розмова працює з розпізнаванням мовлення iOS і TTS.
vi: Giọng nói theo thời gian thực không khởi động. Talk đang chạy bằng tính năng nhận dạng giọng nói và TTS của iOS.
zh_cn: 实时语音未启动。对话功能正在使用 iOS 语音识别和 TTS。
zh_tw: 即時語音未啟動。Talk 正使用 iOS 語音辨識和 TTS 執行。

source: Recent
ar: الأخيرة
de: Zuletzt verwendet
es: Reciente
fa: اخیر
fr: Récent
hi: हाल ही के
id: Terbaru
it: Recenti
ja_jp: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
ru: Недавние
sv: Senaste
th: ล่าสุด
tr: Son
uk: Нещодавні
vi: Gần đây
zh_cn: 最近
zh_tw: 最近

source: Recent activity
ar: النشاط الأخير
de: Letzte Aktivität
es: Actividad reciente
fa: فعالیت اخیر
fr: Activité récente
hi: हाल की गतिविधि
id: Aktivitas terbaru
it: Attività recente
ja_jp: 最近のアクティビティ
ko: 최근 활동
nl: Recente activiteit
pl: Ostatnia aktywność
pt_br: Atividade recente
ru: Недавняя активность
sv: Senaste aktivitet
th: กิจกรรมล่าสุด
tr: Son etkinlik
uk: Нещодавня активність
vi: Hoạt động gần đây
zh_cn: 最近活动
zh_tw: 最近活動

source: Recent runs
ar: عمليات التشغيل الأخيرة
de: Letzte Ausführungen
es: Ejecuciones recientes
fa: اجراهای اخیر
fr: Exécutions récentes
hi: हाल के रन
id: Eksekusi terbaru
it: Esecuzioni recenti
ja_jp: 最近の実行
ko: 최근 실행
nl: Recente uitvoeringen
pl: Ostatnie uruchomienia
pt_br: Execuções recentes
ru: Недавние запуски
sv: Senaste körningar
th: การเรียกใช้ล่าสุด
tr: Son çalıştırmalar
uk: Останні запуски
vi: Lần chạy gần đây
zh_cn: 最近运行
zh_tw: 最近執行

source: Recent sessions
ar: الجلسات الأخيرة
de: Letzte Sitzungen
es: Sesiones recientes
fa: جلسه‌های اخیر
fr: Sessions récentes
hi: हाल के सत्र
id: Sesi terbaru
it: Sessioni recenti
ja_jp: 最近のセッション
ko: 최근 세션
nl: Recente sessies
pl: Ostatnie sesje
pt_br: Sessões recentes
ru: Недавние сеансы
sv: Senaste sessioner
th: เซสชันล่าสุด
tr: Son oturumlar
uk: Нещодавні сеанси
vi: Phiên gần đây
zh_cn: 最近会话
zh_tw: 最近的工作階段

source: Recent usage is available.
ar: الاستخدام الأخير متاح.
de: Letzte Nutzung ist verfügbar.
es: El uso reciente está disponible.
fa: استفاده اخیر در دسترس است.
fr: L’utilisation récente est disponible.
hi: हालिया उपयोग उपलब्ध है।
id: Penggunaan terbaru tersedia.
it: L'utilizzo recente è disponibile.
ja_jp: 最近の使用状況を利用できます。
ko: 최근 사용량을 사용할 수 있습니다.
nl: Recent gebruik is beschikbaar.
pl: Ostatnie użycie jest dostępne.
pt_br: O uso recente está disponível.
ru: Недавнее использование доступно.
sv: Senaste användning är tillgänglig.
th: การใช้งานล่าสุดพร้อมใช้งาน
tr: Son kullanım kullanılabilir.
uk: Нещодавнє використання доступне.
vi: Mức sử dụng gần đây có sẵn.
zh_cn: 近期使用情况可用。
zh_tw: 最近使用情況可用。

source: Recognizer error: %@
ar: خطأ في أداة التعرّف: %@
de: Erkennungsfehler: %@
es: Error del reconocedor: %@
fa: خطای تشخیص‌دهنده: %@
fr: Erreur de reconnaissance : %@
hi: पहचानकर्ता त्रुटि: %@
id: Kesalahan pengenal: %@
it: Errore del riconoscimento vocale: %@
ja_jp: 認識エラー: %@
ko: 인식기 오류: %@
nl: Herkenningsfout: %@
pl: Błąd rozpoznawania: %@
pt_br: Erro do reconhecedor: %@
ru: Ошибка распознавания: %@
sv: Igenkänningsfel: %@
th: ข้อผิดพลาดของตัวรู้จำ: %@
tr: Tanıyıcı hatası: %@
uk: Помилка розпізнавача: %@
vi: Lỗi nhận dạng: %@
zh_cn: 识别器错误：%@
zh_tw: 辨識器錯誤：%@

source: Reconnect
ar: إعادة الاتصال
de: Erneut verbinden
es: Reconectar
fa: اتصال مجدد
fr: Reconnecter
hi: फिर से कनेक्ट करें
id: Hubungkan ulang
it: Riconnetti
ja_jp: 再接続
ko: 다시 연결
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
ru: Повторно подключиться
sv: Anslut igen
th: เชื่อมต่อใหม่
tr: Yeniden bağlan
uk: Підключитися повторно
vi: Kết nối lại
zh_cn: 重新连接
zh_tw: 重新連線

source: Reconnect on iPhone
ar: إعادة الاتصال على iPhone
de: Auf dem iPhone erneut verbinden
es: Reconectar en iPhone
fa: اتصال دوباره در iPhone
fr: Se reconnecter sur iPhone
hi: iPhone पर फिर से कनेक्ट करें
id: Sambungkan ulang di iPhone
it: Riconnetti su iPhone
ja_jp: iPhoneで再接続
ko: iPhone에서 다시 연결
nl: Opnieuw verbinden op iPhone
pl: Połącz ponownie na iPhonie
pt_br: Reconectar no iPhone
ru: Подключиться повторно на iPhone
sv: Återanslut på iPhone
th: เชื่อมต่อใหม่บน iPhone
tr: iPhone’da yeniden bağlan
uk: Повторно підключити на iPhone
vi: Kết nối lại trên iPhone
zh_cn: 在 iPhone 上重新连接
zh_tw: 在 iPhone 上重新連線

source: Reconnect, refresh Skills, then retry. The Gateway safely joins a matching install still running.
ar: أعد الاتصال وحدّث Skills، ثم أعد المحاولة. سينضم Gateway بأمان إلى عملية تثبيت مطابقة لا تزال قيد التشغيل.
de: Stelle die Verbindung wieder her, aktualisiere Skills und versuche es erneut. Das Gateway setzt eine passende, noch laufende Installation sicher fort.
es: Vuelve a conectarte, actualiza Skills e inténtalo de nuevo. El Gateway se une de forma segura a una instalación coincidente que aún esté en curso.
fa: دوباره متصل شوید، Skills را تازه‌سازی کنید و سپس دوباره تلاش کنید. Gateway با خیال راحت به نصب منطبقِ در حال اجرا می‌پیوندد.
fr: Reconnectez-vous, actualisez Skills, puis réessayez. Le Gateway rejoint en toute sécurité une installation correspondante toujours en cours.
hi: फिर से कनेक्ट करें, Skills रीफ़्रेश करें, फिर दोबारा कोशिश करें। Gateway अभी भी चल रहे मेल खाते इंस्टॉलेशन से सुरक्षित रूप से जुड़ जाता है।
id: Hubungkan kembali, segarkan Skills, lalu coba lagi. Gateway akan bergabung dengan aman ke proses instalasi yang cocok dan masih berjalan.
it: Riconnettiti, aggiorna Skills, quindi riprova. Il Gateway si ricollega in modo sicuro a un'installazione corrispondente ancora in corso.
ja_jp: 再接続してSkillsを更新してから、もう一度お試しください。Gatewayは、まだ実行中の同一インストールに安全に合流します。
ko: 다시 연결하고 Skills를 새로 고친 후 다시 시도하세요. Gateway는 아직 실행 중인 일치하는 설치 작업에 안전하게 다시 연결됩니다.
nl: Maak opnieuw verbinding, vernieuw Skills en probeer het opnieuw. De Gateway sluit veilig aan bij een overeenkomende installatie die nog wordt uitgevoerd.
pl: Połącz się ponownie, odśwież Skills, a następnie spróbuj jeszcze raz. Gateway bezpiecznie dołączy do nadal trwającej, zgodnej instalacji.
pt_br: Reconecte-se, atualize Skills e tente novamente. O Gateway retoma com segurança uma instalação correspondente que ainda esteja em andamento.
ru: Подключитесь повторно, обновите Skills и повторите попытку. Gateway безопасно присоединится к соответствующей установке, если она ещё выполняется.
sv: Anslut igen, uppdatera Skills och försök sedan igen. Gateway ansluter säkert till en matchande installation som fortfarande pågår.
th: เชื่อมต่อใหม่ รีเฟรช Skills แล้วลองอีกครั้ง Gateway จะเข้าร่วมการติดตั้งที่ตรงกันซึ่งยังดำเนินอยู่ได้อย่างปลอดภัย
tr: Yeniden bağlanın, Skills'i yenileyin ve tekrar deneyin. Gateway, hâlâ devam eden eşleşen bir yüklemeye güvenli bir şekilde katılır.
uk: Підключіться знову, оновіть Skills і повторіть спробу. Gateway безпечно приєднається до відповідного встановлення, якщо воно ще триває.
vi: Hãy kết nối lại, làm mới Skills rồi thử lại. Gateway sẽ tham gia an toàn vào tiến trình cài đặt tương ứng vẫn đang chạy.
zh_cn: 请重新连接，刷新 Skills，然后重试。Gateway 会安全地接入仍在运行的匹配安装任务。
zh_tw: 請重新連線、重新整理 Skills，然後重試。Gateway 會安全地接續仍在執行中的相符安裝作業。

source: Reconnecting
ar: جارٍ إعادة الاتصال
de: Verbindung wird wiederhergestellt
es: Reconectando
fa: در حال اتصال مجدد
fr: Reconnexion
hi: दोबारा कनेक्ट हो रहा है
id: Menyambungkan kembali
it: Riconnessione
ja_jp: 再接続中
ko: 다시 연결 중
nl: Opnieuw verbinding maken
pl: Ponowne łączenie
pt_br: Reconectando
ru: Повторное подключение
sv: Återansluter
th: กำลังเชื่อมต่อใหม่
tr: Yeniden bağlanıyor
uk: Повторне підключення
vi: Đang kết nối lại
zh_cn: 正在重新连接
zh_tw: 正在重新連線

source: Reconnecting...
ar: جارٍ إعادة الاتصال...
de: Verbindung wird wiederhergestellt...
es: Reconectando...
fa: در حال اتصال مجدد...
fr: Reconnexion...
hi: फिर से कनेक्ट हो रहा है...
id: Menghubungkan ulang...
it: Riconnessione in corso...
ja_jp: 再接続中...
ko: 다시 연결 중...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
pt_br: Reconectando...
ru: Повторное подключение...
sv: Ansluter igen...
th: กำลังเชื่อมต่อใหม่...
tr: Yeniden bağlanıyor...
uk: Повторне підключення...
vi: Đang kết nối lại...
zh_cn: 正在重新连接...
zh_tw: 重新連線中...

source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fa: در حال اتصال مجدد…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहा है…
id: Menghubungkan ulang…
it: Riconnessione in corso…
ja_jp: 再接続中…
ko: 다시 연결 중…
nl: Opnieuw verbinden…
pl: Ponowne łączenie…
pt_br: Reconectando…
ru: Повторное подключение…
sv: Ansluter igen…
th: กำลังเชื่อมต่อใหม่…
tr: Yeniden bağlanıyor…
uk: Повторне підключення…
vi: Đang kết nối lại…
zh_cn: 正在重新连接…
zh_tw: 重新連線中…
